Repository: MinahilFayyaz/Gallery_vault
Catalog: lib/l10n/app_*.arb
Languages: bn

source: Gallery Vault
bn: গ্যালারি ভল্ট

source: SafeBox is the Photo Vault app for Protecting Private Photo and Video
bn: সেফবক্স হল ব্যক্তিগত ফটো এবং ভিডিও সুরক্ষা করার জন্য ফটো ভল্ট অ্যাপ

source: Export Files
bn: ফাইল নির্যাতন

source: Would you like to save the images to the gallery or download them as a zip file
bn: আপনি ছবিগুলি গ্যালারিতে সংরক্ষণ করতে বা তাদেরকে একটি জিপ ফাইল হিসেবে ডাউনলোড করতে চান?

source: Save To Gallery
bn: গ্যালারিতে সংরক্ষণ করুন

source: Download Zip
bn: জিপ ডাউনলোড করুন

source: Locker
bn: লকার

source: Home
bn: হোম

source: Albums
bn: অ্যালবাম

source: Media
bn: মিডিয়া

source: Settings
bn: সেটিংস

source: App Icon
bn: অ্যাপ আইকন

source: Rate Our App
bn: আমাদের অ্যাপ রেট করুন

source: Export All Files
bn: সমস্ত ফাইল নির্যাতন করুন

source: Security
bn: নিরাপত্তা

source: Languages
bn: ভাষা

source: Theme
bn: থিম

source: Privacy Policy
bn: গোপনীয়তা নীতি

source: Restore Purchase
bn: ক্রয় পুনরুদ্ধার করুন

source: Membership
bn: সদস্যতা

source: Share This App
bn: এই অ্যাপটি শেয়ার করুন

source: Others
bn: অন্যান্য

source: App Version
bn: অ্যাপ সংস্করণ

source: Contact Us
bn: যোগাযোগ করুন

source: System Theme
bn: সিস্টেম থিম

source: Light Theme
bn: হালকা থিম

source: Dark Theme
bn: গাঢ় থিম

source: Select Theme
bn: থিম নির্বাচন করুন

source: Exporting Files
bn: ফাইল নির্যাতন করা হচ্ছে

source: Exported Successfully
bn: সফলভাবে নির্যাতন করা হয়েছে

source: Get Started
bn: শুরু করুন

# tryANewLookForTheAppToReflectTheTypesOfPhotosYouAreStoring
source: Try a new look for the app to reflect the types of the Photos you are storing
bn: আপনি যে ধরনের ছবি সংরক্ষণ করছেন তা প্রতিফলন করার জন্য অ্যাপটির নতুন দৃশ্য পরীক্ষা করুন

source: Apply
bn: প্রয়োগ করুন

source: Select All
bn: সব নির্বাচন করুন

source: Lock
bn: লক

source: Move In
bn: মুভ ইন

source: Are you sure you want to move
bn: আপনি কি নিশ্চিত যে আপনি মুভ করতে চান

source: in the GalleryVault
bn: গ্যালারিভল্টে

source: Setting
bn: সেটিং

source: Move Out
bn: মুভ আউট

# outTheGalleryVault
source: out of the GalleryVault
bn: গ্যালারিভল্ট থেকে

source: Cancel
bn: বাতিল করুন

source: Confirm
bn: কনফার্ম

source: Delete
bn: মুছে ফেলা

source: Share
bn: শেয়ার

source: File Size
bn: ফাইলের আকার

source: Date Taken
bn: তারিখ নেওয়া

source: Ok
bn: ঠিক আছে

source: Remove Ads
bn: বিজ্ঞাপন সরান

source: Continue With Ads
bn: বিজ্ঞাপন সাথে চালিয়ে যান

source: Continue Without Ads
bn: বিজ্ঞাপন ছাড়া চালিয়ে যান

source: Enter Your Passcode
bn: আপনার পাসকোড দিন

source: Got it
bn: বুঝেছি

source: Allow access to the LOCKER
bn: লকারে অ্যাক্সেস অনুমোদন দিন

source: enables users to securely store
bn: ব্যবহারকারীদের নিরাপদে স্টোর করতে পারে

source: and manage their private photos
bn: এবং তাদের ব্যক্তিগত ফটোগুলি পরিচালনা করতে

source: within a protected environment.
bn: একটি সুরক্ষিত পরিবেশে

source: Create New Album
bn: নতুন অ্যালবাম তৈরি করুন

source: Enter a name for this album
bn: এই অ্যালবামের জন্য একটি নাম লিখুন

source: Title
bn: শিরোনাম

source: Add to Album
bn: অ্যালবামে যোগ করুন

source: Save To Photo
bn: ফটোতে সংরক্ষণ করুন

source: Delete Media
bn: মিডিয়া মুছুন

source: STEP
bn: পদক্ষেপ

source: Set a Passcode
bn: একটি পাসকোড সেট করুন

source: Ensure your Private Photo remain Confidential
bn: আপনার ব্যক্তিগত ফটো গোপন থাকা নিশ্চিত করুন

source: by establishing a personalized password
bn: ব্যক্তিগতান্ত্রিক পাসওয়ার্ড স্থাপন করে

source: Set Password
bn: পাসওয়ার্ড সেট করুন

source: Confirm Passcode
bn: পাসকোড নিশ্চিত করুন

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: Pin Recovery
bn: পিন পুনরুদ্ধার

# simplyEnterYourEmailAddressAndWeWillGuide
source: Simply enter your email address, and we’ll guide
bn: কেবল আপনার ইমেল ঠিকানা লিখুন, আমরা আপনাকে নিরাপদভাবে পিন পুনরুদ্ধার করার পথনির্দেশ দেব

source: you through the process of resetting Pin Securely
bn: আপনাকে পিন নিরাপদভাবে রিসেট করার পদক্ষেপে পরিচালনা করব

source: Enter Your Email
bn: আপনার ইমেল লিখুন

source: Set Up
bn: সেট আপ

source: Skip
bn: এগুলো ছাড়ো

source: Are you exhausted
bn: আপনি কি প্রতিহিংসিত

source: Do not wait until your privacy is
bn: আপনার গোপনীয়তা না হওয়া পর্যন্ত অপেক্ষা না করুন

source: compromised
bn: বিপন্ন

source: take action now
bn: এখন পদক্ষেপ নিন

source: Yes
bn: হ্যাঁ

source: Secure Your Data
bn: আপনার ডেটা নিরাপদ করুন

source: The app requires a password to
bn: অ্যাপ্লিকেশনটি পাসওয়ার্ড প্রয়োজন

source: access your stored media files
bn: আপনার সংরক্ষিত মিডিয়া ফাইলগুলি অ্যাক্সেস করার জন্য

source: Hide your cherished photos and
bn: আপনার প্রিয় ছবিগুলি লুকান

source: videos effortlessly
bn: ভিডিও সহজেই

# hidePhotosAndVideos
source: Hide Photos & Videos
bn: ছবি এবং ভিডিও লুকান

source: No File Found
bn: কোনো ফাইল পাওয়া যায়নি

source: There is no file in the album yet
bn: এখনও অ্যালবামে কোনো ফাইল নেই

source: Add Files
bn: ফাইল যোগ করুন

source: You can add Photos and Videos to
bn: আপনি ছবি এবং ভিডিও যোগ করতে পারেন

source: the album by tapping
bn: ট্যাপ করে অ্যালবামে

source: Join now and enjoy all premium features
bn: এখন যোগদান করুন এবং সমস্ত প্রিমিয়াম বৈশিষ্ট্য উপভোগ করুন

source: offers premium features to loud up the sound
bn: ধ্বনি শব্দ উপ

source: ADs Free
bn: বিজ্ঞাপন মুক্ত

source: Upload Unlimited Photo And Videos
bn: সীমাহীন ফটো এবং ভিডিও আপলোড করুন

source: Premium Support
bn: প্রিমিয়াম সমর্থন

source: One Time Purchase
bn: একবারের ক্রয়

source: A one time purchase to enjoy all the premium features
bn: সমস্ত প্রিমিয়াম বৈশিষ্ট্য উপভোগ করার জন্য একবারের ক্রয়

source: without the worry of monthly subscriptions
bn: মাসিক সাবস্ক্রিপশনের চিন্তা ছাড়াই

source: PRO
bn: প্রো

source: Gallery
bn: গ্যালারি

source: Zip
bn: জিপ

source: Permission Required
bn: অনুমতি প্রয়োজন

# pleaseGrantPermissionToAcsessPhotos
source: Please Grant Permission To Access Photos
bn: অনুগ্রহ করে ছবি অ্যাক্সেস করার অনুমতি দিন

source: Resolution
bn: রেজোলিউশন

# thePhotoWillBeCompletelyDeleted
source: The Photo wil be Completely Deleted
bn: ছবিটি সম্পূর্ণ মুছে ফেলা হবে

source: and can not be Recovered
bn: এবং পুনরুদ্ধার করা যাবে না

# thePhotoWillBeCompletelyDeletedandCannotBeRecovered
source: The Photo wil be Completely Deleted and can not be Recovered
bn: ছবিটি সম্পূর্ণভাবে মুছে ফেলা হবে এবং পুনরুদ্ধার করা যাবে না

source: Simply enter your email address, and we’ll guide you through the process of resetting Pin Securely
bn: আপনার ইমেল ঠিকানা প্রবেশ করুন এবং আমরা আপনাকে পিন নিরাপদভাবে রিসেট করার প্রক্রিয়াটির মাধ্যমে নিরাপদে পরিচিত করব

source: Ensure your Private Photo remain Confidential by establishing a personalized password
bn: আপনার ব্যক্তিগত ছবি গোপন থাকে একটি ব্যক্তিগতকৃত পাসওয়ার্ড স্থাপন করে নিশ্চিত করুন

# areYouSureYouWantToMoveItemsOutOfGalleryVault
source: Are you sure you want to move 1 item out of Gallery Vault
bn: আপনি কি নিশ্চিত যে আপনি গ্যালারি ভল্ট থেকে 1 আইটেম বের করতে চান?

source: Are you sure you want to move item(s) in the Gallery Vault
bn: আপনি কি নিশ্চিত যে আপনি গ্যালারি ভল্টে আইটেম (গুলি) নিতে চান?

source: Get Full Access
bn: সম্পূর্ণ অ্যাক্সেস পান

source: Done
bn: সম্পন্ন

source: Unlock
bn: অনলক

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন

source: Change Email
bn: ইমেল পরিবর্তন করুন

source: Old Password
bn: পুরাতন পাসওয়ার্ড

source: New Password
bn: নতুন পাসওয়ার্ড

source: New Email Address
bn: নতুন ইমেল ঠিকানা

# valueContinue
source: Continue
bn: চালিয়ে যান

source: Are you sure you want to
bn: আপনি কি নিশ্চিত যে

source: move
bn: চলুন

source: In the
bn: মধ্যে

source: Out the
bn: বাহিরে

source: Photo Vault
bn: ছবি ভল্ট

source: The Photo will be Completely
bn: ছবিটি সম্পূর্ণ

source: deleted and cannot be
bn: মুছে ফেলা হবে এবং পুনরুদ্ধার করা যাবে না

source: Recovered
bn: পুনরুদ্ধার

source: Password is Required
bn: পাসওয়ার্ড প্রয়োজন

source: Password must be at least 4 digits long
bn: পাসওয়ার্ড কমপক্ষে ৪ সংখ্যার হতে হবে

# incorrectPasscodePleaseTryAgain
source: Incorrect Password, Please Try again
bn: পাসওয়ার্ড ভুল হয়েছে, অনুগ্রহ করে আবার চেষ্টা করুন

source: Email is Required
bn: ইমেল প্রয়োজন

source: Enter a valid Email
bn: বৈধ ইমেল প্রবেশ করুন

# passwordDonotMatch
source: Password don't Match
bn: পাসওয়ার্ড মিলছে না
